<template>
    <header>
        <button type="button" class="goback_btn" @click="toJoinPage()">
            <img src="@/assets/go_back_btn.png"></button>
        <h3>이용약관</h3>
    </header>

    <main>
        <div class="title">
            <p>위치기반 서비스약관</p>
            <p style="font-size: 0.9rem; color: #ccc;">ver. 2024.10.17.</p>
        </div>

        <div class="content">
            제1조. 목적<br>
            본 약관은 회원(서비스 약관에 동의한 자를 말합니다. 이하 “회원”이라고 합니다.)이 씨엠바더코리아(이하 “"회사"”라고 합니다.)가 제공하는 사용자 위치 기반을 통한 홍보서비스(이하 “서비스”라고 합니다)를 이용함에 있어회사와 회원의 권리•의무 및 책임사항을 규정함을 목적으로 합니다.<br><br>

            제2조. 약관 외 준칙<br>
            본 약관에 명시되지 않은 사항에 대해서는 위치정보의 보호 및 이용 등에 관한 법률, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령과회사가 별도로 정한 서비스의 세부이용지침 등의 규정에 따릅니다.<br><br>

            제3조. 서비스 가입<br>
            ① 고객은 ‘"회사" 이용 약관 제7조’에 따라 서비스를 가입 할 수 있으며회사가 정한 본 약관에 고객이 동의함으로써 서비스 가입의 효력이 발생합니다.<br>
            ② 단, 회사는 다음 각 호의 고객 가입신청에 대해서는 이를 승낙하지 아니할 수 있습니다.<br>
            1. 실명이 아니거나 다른 사람의 명의를 사용하는 등 허위로 신청하는 경우<br>
            2. 고객 등록 사항을 누락하거나 오기하여 신청하는 경우<br>
            3. 공공질서 또는 미풍양속을 저해하거나 저해할 목적으로 신청한 경우<br>
            4. 기타회사가 정한 이용신청 요건이 충족되지 않을 경우<br>
            5. 고객은 그 자격에 따라 서비스 이용의 일부가 제한될 수 있으며 사용기록 및 가입정보, 진위여부에 따라 고객 자격 및 서비스 이용 가능 범위가 변동될 수 있습니다.<br><br>

            제4조. 서비스 해지<br>
            ① 고객은 ‘"회사" 회원 이용 약관 제 8조’에 따라 서비스를 해지(탈퇴)할 수 있습니다.<br><br>

            제5조. 개인위치정보 이용·제공에 관한 동의·조건<br>
            ①회사는 위치기반 서비스를 제공하기 위하여 고객의 개인 위치정보를 이용·제공하며, 고객은 서비스 가입 및 기타 방법으로 개인 위치정보주체 본인을 인증하여 동의를 획득합니다.<br><br>

            제6조. 개인위치정보 이용·제공에 관한 동의의 철회<br>
            고객은 서비스 해지 등의 방법을 통하여 개인위치정보의 이용 또는 제공에 대한 동의의 전부 또는 일부를 철회 할 수 있습니다.<br><br>

            제7조. 서비스 내용 및 이용요금<br>
            ①회사는 직접 위치정보를 수집하거나 위치정보 사업자로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.<br>
            1. 인근 "가맹점회원" 위치 및 판매 정보<br>
            2. CM 수량 확인 및 이상 결과 통지<br>
            ② 제1항 위치기반서비스 이용 요금은 원칙적으로 무료입니다.<br>
            만약 별도의 유료 서비스의 경우 해당 서비스에 명시합니다.<br><br>

            제8조. 개인 위치정보의 제공<br>
            "회사"는 고객의 개인위치정보를 고객이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회 고객에게 제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다.<br>
            단, 다음에 해당하는 경우에는 고객이 미리 특정하여 지정한 연락처로 통보합니다.<br>
            1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우<br>
            2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우<br><br>

            제9조. 고객의 개인위치정보 보호<br>
            "회사"는 관련법령이 정하는 바에 따라서 고객의 개인위치정보를 보호하기 위하여 노력합니다.<br><br>

            제10조. 위치정보 이용·제공사실 확인자료의 보유<br>
            ①회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 고객에 대한 위치정보의 수집‧이용‧제공 사실 확인자료를 위치정보시스템에 자동으로 기록하며, 관련 자료는 위치정보서비스 제공을 위해 고객의 서비스 가입 시점부터 서비스 해지 시점까지 보유합니다.<br>
            ②회사는 위치정보의 보호 및 이용 등에 관한 법률 제24조 제4항의 규정에 의하여회사는 고객이 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보의 수집·이용·제공사실 확인자료(동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 이용·제공사실 확인자료에 한합니다) 를 지체없이 파기합니다.
            다만, 고객이 별도로 동의하거나 고객의 불만/분쟁 처리 또는 국세기본법, 법인세법, 부가가치세법 기타 관계법령의 규정에 의하여 보존할 필요성이 있는 경우에는 관계법령에 따라 보존합니다.<br><br>

            제11조. 개인위치정보의 보유목적 및 이용기간<br>
            "회사"는 위치정보 서비스를 이행하기 위한 목적으로 보유하는 고객의 개인위치정보의 이용 또는 제공 목적을 달성하거나, 개인위치정보의 이용 또는 제공 목적을 달성하거나, 고객이 개인위치정보의 이용에 대한 동의의 전부 또는 일부에 대하여 철회한 때에는 당해 개인위치정보를 지체 없이 파기합니다.<br><br>

            제12조. 법정대리인의 권리<br>
            ①회사는 14세 미만의 아동으로부터 위치정보의 보호 및 이용 등에 관한 법률 제18조 제1항, 제19조 제1항‧제2항 또는 제21조의 규정에 의하여 개인위치정보를 수집‧이용 또는 제공하고자 하는 경우에는 아동 본인 및 그 법정대리인의 동의를 얻어야 합니다.<br>
            ② 본 약관 제14조(고객의 권리)의 규정은 위치정보의 보호 및 이용 등에 관한 법률 제25조 제2항의 규정에 의하여 법정대리인이 동의를 하는 경우에 이를 준용합니다.<br>
            이 경우, '고객'은 '법정대리인'으로 봅니다.<br><br>

            제13조.회사의 의무<br>
            ①회사는 고객의 개인위치정보 이용·제공과 관련한 고객의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 고객에게 통지합니다.<br>
            ②회사는 위치정보의 보호 및 이용등에 관한법률, 정보통신망 이용촉진 및 보호등에 관한법률 등 고객의 개인위치정보 이용·제공과 관련이 있는 법규를 준수합니다.<br><br>

            제14조. 고객의 권리<br>
            ① 고객은 회사의 고객 개인위치정보의 수집에 대한 동의의 전부 또는 일부에 대하여 철회할 수 있습니다.<br>
            ② 고객은 회사의 고객 개인위치정보 수집의 일시적인 중지를 요구할 수 있습니다.<br>
            ③ 고객은 제1항 및 제2항에 의한 개인위치정보 수집에 대한 동의 철회 및 중지를 전화, 우편, APP를 통해 요청할 수 있습니다.<br>
            ④ 고객이 제1항 또는 제2항에 따라 개인위치정보 수집에 대한 동의를 철회 또는 중지하는 경우 고객에 대한 회사의 각종 서비스의 제공이 불가능하게 될 수 있습니다.<br>
            ⑤ 고객은 회사를 방문하여 다음과 같은 자료 등의 열람 또는 고지를 요구할 수 있고 당해 자료 등에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다.<br>
            1. 고객에 대한 위치정보 수집‧이용‧제공 사실 확인자료<br>
            2. 고객의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법률의 규정에 의하여 제3자에게 제공된 이유 및 내용<br><br>

            제15조. 고객의 의무<br>
            ① 고객은 서비스의 제공을 위하여 회사가 개인위치정보를 수집하는데 필요한 제반 정보를 제공, 등록할 경우 현재의 사실과 일치하는 완전한 정보를 제공‧등록 하여야 하며, 변경사항이 발생할 경우 즉시 갱신하여야 합니다.<br>
            ② 고객은 회사가 위치정보를 수집하여 제공하는 서비스를 원활하게 이용하기 위하여 운행 정보 수집장치 등 위치정보수집 단말장치(이하 '대상 단말기'라 합니다)가 정상 동작을 유지하도록 관리하여야 하며, 대상 단말기의 정상 동작이 유지되지 않아 회사의 개인위치정보 수집에 지장이 발생한 경우에는 해당 대상 단말기의 보수, 교환 등의 처리를 하여 회사의 서비스 제공을 위한 위치정보 수집이 정상적으로 이루어지도록 합니다.<br>
            ③ 고객은 다음 각 호의 어느 하나에 해당하는 행위를 하여서는 안 됩니다.<br>
            1. 개인위치정보 수집과 관련된 설비의 오동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위<br>
            2. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위<br>
            3. 자기 또는 타인에게 재산상의 이익을 주거나 손해를 가할 목적으로 허위의 정보를 유통시키는 행위<br>
            4. 타인의 개인 위치정보를 무단으로 유용 또는 유출하는 행위<br>
            5. 기타 불법적이거나 부당한 행위<br>
            ④ 고객은 관계 법령, 이 약관의 규정, 이용안내 및 서비스 상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타회사의 업무에 방해되는 행위를 하여서는 아니 됩니다.<br><br>

            제16조.회사의 연락처<br>
            "회사"의 상호, 주소, 전화 번호 그 밖의 연락처는 다음과 같습니다.<br>
            1. 상호: 씨엠바더코리아 주식회사<br>
            2. 주소: 서울특별시 금천구 가산디지털1로 171, 601~606호<br>
            3. 대표전화: 1566-1691<br><br>

            제17조. 위치정보 관리책임자<br>
            "회사"의 위치정보관리책임자는 다음과 같습니다.<br>
            1. 직위: 기업부설연구소장<br>
            2. 전화번호: 1566-1691<br><br>

            제18조. 손해배상<br>
            ① 고객 또는 위치기반 서비스 사업자가 고의나 과실에 의해 이 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게 되는 경우, 이 약관을 위반한 당사자는 회사에 발생한 손해를 배상하여야 합니다.<br>
            ② 고객의 불법 행위나 약관 위반행위로 인하여 회사가 제3자로부터 손해배상청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 불법행위 또는 약관 위반행위를 한 자는 자신의 책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우 그로 인하여 회사에 발생한 손해를 배상하여야 합니다.<br>
            ③회사가 위치정보의 보호 및 이용 등에 관한법률 제15조 내지 제26조의 규정을 위반하여 고객에게 손해가 발생한 경우 회사가 고의 또는 과실이 없음을 입증하지 아니하면 고객의 손해에 대해 책임을 집니다.<br><br>

            제19조. 면책사항<br>
            ①회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 개인위치 정보를 수집할 수 없는 경우 이에 관한 책임이 면제됩니다.<br>
            ②회사는 고객의 귀책사유로 인하여 회사가 개인위치정보를 수집하지 못하거나 잘못 수집하여 발생하는 서비스의 이용 장애에 대하여 책임을 지지 않습니다.<br><br>

            제20조. 분쟁의 해결<br>
            ① 개인위치정보의 수집과 관련하여 회사와 고객 사이에 분쟁이 발생한 경우, 회사와 고객은 분쟁의 해결을 위해 성실히 협의합니다.<br>
            ② 제1항의 협의에도 불구하고 회사와 고객간 분쟁이 해결되지 않을 경우 양 당사자는 개인정보보호법 제43조의 규정에 의한 개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.<br><br>
        </div>
    </main>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {

    },
    methods : {
        toJoinPage() {
            this.$router.push({ path : '/join' });
        }
    }
}
</script>

<style scoped>
.goback_btn {
    width: 30px;
    height: 30px;
    background-color: #fff;
    border: 1px solid #fff;
}
.goback_btn img {
    width: 100%; height: 100%;
}
main {
    margin-top: 100px;
    padding: 0 15px;
    margin-bottom: 70px;
}
.title {
    width: 100%;
    padding: 0 10px;
    margin-bottom: 20px;
    border-bottom: 1px solid #ccc;
}
.title > p {
    font-weight: bold;
    font-size: 1rem;
    margin-bottom: 10px;
}
</style>