<template>
     <header>
        <button type="button" class="goback_btn" @click="toJoinPage()">
            <img src="@/assets/go_back_btn.png"></button>
        <h3>이용약관</h3>
    </header>

    <main>
        <div class="title">
            <p>씨엠바더코리아(주) 일반회원 가입 약관</p>
        </div>
        <div class="content">
            제1조 (목적)<br>
            본 약관은 씨엠바더코리아 주식회사(이하”"회사"”라 합니다)가 제공하는 “웹”과 “앱”(이하 "사이트“)에서 물물교환 결제서비스에(이하 ”회원 서비스“)를 "일반회원"이 이용함에 있어 "일반회원"의 권리, 의무 및 책임사항을 정하는데 그 목적이 있다.<br>

            제2조 (정의)<br>
            ① CMBarter(물물교환) 결제서비스: 가맹점 또는 일반회원이 CM으로 재화 및 용역을 교환·구매할 때 관련 정보를 전자적 장치로 송수신하여 물물교환이 성립하게 처리하고 교환 대가의 CM정산을 처리하는 결제서비스.<br>
            ② 사이트: 회사가 가맹점과 일반회원에게 제공하는 CMBarter(물물교환)결제서비스와 업무처리를 위해 운영하는 웹사이트 (web site)및 모바일 앱(mobile app)<br>
            ③ 가맹점(회원): 회사와 계약에 따라 CMBarter(물물교환)시스템을 이용하여 여타 가맹점 및 일반회원에게 재화 및 용역의 교환·구매 서비스를 제공하는 사업자 회원.<br>
            ④ 일반회원: 회사가 운영하는CMBarter(물물교환)시스템을 이용하고자 회원으로 가입한 개인 및 법인.<br>
            ⑤ CM: 가맹점이 CMBarter(물물교환)시스템에서 재화나 용역을 교환하는데 사용되는 전자적 매개체 단위로 1CM은 ￦1(금일원)에 상당한 가치로 교환되는 전자적 지급수단 명칭.<br>
            ⑥ CMP: 가맹점에게 CMBarter(물물교환)시스템에 가입시 제공되는 또는 재화 및 용역의 교환 시 누적되어 CM으로 교환되는 전자적 매개체 포인트.<br>

            제3조 [회원 가입]<br>
            ① 회사의 사이트에 가입을 원하는 사용자는 ‘회원 가입’을 통해 회원 가입이 가능하다.<br>
            ② 가입 신청은 본 약관과 개인정보의 수집, 제공 및 활용 동의서에 동의한다는 의사표시를 하고, 휴대폰 본인인증과 회사가 정한 가입 양식에 정해진 사항(이름, 사용자 아이디, 비밀번호, 핀번호)를 기입하여 제출함으로써 회원 가입이 이루어진다.<br>

            제4조 [탈퇴 및 자격 정지 등]<br>
            ① "일반회원"은 회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 7일내 "일반회원" 탈퇴를 처리한다.<br>
            ② "일반회원"이 다음 각호의 사유에 해당하는 경우, 회사는 "일반회원" 자격을 제한 및 정지시킬 수 있다.<br>
            1. "일반회원"이 사망한 경우<br>
            2. “CM"을 이용하여 구입에 대한 허위 결제 시<br>
            3. 플랫폼 가입 시 개인정보 등의 허위 내용을 등록한 경우<br>
            4. 다른 사람의 ID와 비밀번호 또는 그 개인정보를 도용하는 경우<br>
            5. 타인의 명의나 카드정보 등을 도용하여 CM을 구입하거나, CM구입 등을 가장하여 "회사"의 서비스를 이용하는 행위<br>
            6. 기타회사의 정상적인 영업활동 및 서비스 운영을 고의로 방해하는 행위를 하는 경우<br>
            7. 회사의 서비스를 이용함에 있어 법령과 본 약관이 금지하는 행위를 하는 경우<br>

            제5조 [개인정보 보호 및 개인정보수집ㆍ이용 및 제3자 제공 동의]<br>
            ① 회사는 관련 법령이 정하는 바에 따라 가맹점의 등록정보를 포함한 개인정보를 보호하기 위하여 최선의 노력을 하여야 한다.<br>
            ② 회사는 본 약관이 정하는 서비스의 원활한 제공을 위하여 회원의 성명, 사용자 아이디, 휴대폰번호 등의 필요한 정보를 수집할 수 있다.<br>
            ③ 회사는 본 조 제②항에 따라 수집한 정보들에 대하여 물물교환 결제서비스 시장 확장을 위한 목적으로만 사용할 수 있고, 동일한 용도에 한하여 제3자에게 제공할 수 있다.<br>

            제6조 [회원의 ID 및 비밀번호에 대한 관리 의무]<br>
            ① 제 5조의 경우를 제외한 ID와 비밀번호에 관한 관리 책임은 회원에게 있다.<br>
            ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 아니된다.<br>
            ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "회사"에 통보하고 "회사"의 안내가 있는 경우에는 그에 따라야 한다.<br>

            제 7조 [일반회원의 물물교환중개서비스 이용]<br>
            ① "회사"는 물물교환중개서비스와 관련하여 물물교환중개자로서 ”일반회원“과 ”가맹점회원“, 또는 ”일반회원“ 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 ”일반회원“은 거래 전에 반드시 재화 또는 용역의 상세 내용과 거래조건을 정확하게 확인한 후 구매를 신청하여야 한다. 구매하려는 재화 또는 용역의 상세 내용과 거래조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 일반회원 본인에게 그 책임이 있다.<br>
            ② 일반회원은 구매의사 없이 ”가맹점회원"이 판매하는 재화 또는 용역의 구매의사를 표시하거나 예약해서는 아니 되고, “가맹점회원"의 재화 또는 용역 등의 판매 기회를 방해하거나 다른 일반회원의 구매기회를 방해하여서는 아니 된다.<br>
            ③ "회사"는 일반회원이 제2항을 위반한 경우에는 물물교환중개서비스의 일부 또는 전부를 이용 정지하거나, 이 경우 발생하는 손해에 대한 책임은 일반회원이 부담한다.<br>
            ④ 일반회원은 ”가맹점회원“과의 상거래 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 불성실하게 분쟁해결 절차에 임함으로써 ”가맹점회원“ 및 ”회사“에 손실과 손해가 발생하면 그에 대한 모든 책임을 부담하여야 한다.<br>
            ⑤ 일반회원은 ”회사“의 서비스 이용시 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여 ”회사“, ”가맹점회원“ 및 해당 결제수단 소유자에게 발생하는 손실 또는 손해 등에 대한 모든 책임을 부담하여야 한다.<br>

            제 8조 [고객센터 운영]<br>
            ① "회사"는 ”일반회원“으로부터 제출되는 불만 사항 및 의견 등의 신속한 처리를 위하여 고객센터를 운영한다. 다만, 신속한 처리가 곤란한 경우에는 ”일반회원“에게 그 사유와 처리 일정을 즉시 통보한다.<br>
            ② "회사"와 회원간에 발생한 전자상거래 분쟁과 관련하여 ”일반회원“의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있다.<br>

            제 9조 [준거법 및 관할법원]<br>
            ① "회사"와 회원간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 ”일반회원“의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방 법원의 전속 관할로 한다. 다만, 제소 당시 일반회원의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사 소송법상의 관할 법원에 제기한다.<br>
            ② 본 약관과 관련된 사항에 관하여는 대한민국법을 준거법으로 한다.<br><br>

            부칙<br>
            제 1조 본 약관은 2024년 3월 12일부터 시행한다.<br>
        </div>
    </main>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {

    },
    methods : {
        toJoinPage() {
            this.$router.push({ path : '/join' });
        }
    }
}
</script>

<style scoped>
.goback_btn {
    width: 30px;
    height: 30px;
    background-color: #fff;
    border: 1px solid #fff;
}
.goback_btn img {
    width: 100%; height: 100%;
}
main {
    margin-top: 100px;
    padding: 0 15px;
    margin-bottom: 70px;
}
.title {
    width: 100%;
    padding: 0 10px;
    margin-bottom: 20px;
    border-bottom: 1px solid #ccc;
}
.title > p {
    font-weight: bold;
    font-size: 1rem;
    margin-bottom: 20px;
}
</style>