<template>
        <header class="Terms_header_title">
                  <RouterLink to="/Terms"><img src="@/assets/icon_arrow_left.svg" alt=""></RouterLink>
                  <h3>약관 및 이용 동의</h3>
          </header>

          <ul class="titlebox">
            <li> 일반회원 서비스 이용약관 </li>
            <li class="version"> ver. 2022.11.30 </li>
          </ul>
            <div class="m_T30">
            <p class="terms_txtview">
              제1장 <br><br>
              제1조 (목적)<br>
              이 약관은 씨엠바더코리아(이하”"회사"”라 합니다)에서 제공하는  “cmbarter.com”( 이하  "사이트“ 라 합니다)에  결제에 관련 서비스를 "일반회원"이 이용함에 있어 “"회사"”와  "일반회원"의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.<br><br>

              제2조 (정의)<br>
              ① ＂씨엠바더"란회사가 CM거래를 "일반회원"에게 제공하기 위하여 컴퓨터, 모바일 등 정보통신 설비를 이용하여  거래할 수 있도록 설정한 가상의 결제창을 말합니다.<br>
              ② 일반회원이라 함은 "일반회원" 에게회사와 물물교환 결제서비스를 이용약관에 동의하여 씨엠바더 사이트에 회원가입하고 이용할 수 있는 자격을 부여받은 일반 등급입니다.<br>
              ③ CM은회사가 발행·관리하는 가상머니 포인트를 말합니다. <br> 1CM은 1원과 같은 단위의 수단입니다.<br>
              ④ “선물하기”란 ＂가맹점(가맹점절차에 따라 계약 완료된 회원등급으로서 이하 가맹점이라 합니다.)" 이 충전하기를 통하여 구매한 사용가능 CM을 일반회원에게 보내는 행위와 일반회원간에 CM을 보내는 행위입니다. <br>
              또는회사가 홍보용으로 일반회원에게 보내는 행위입니다. <br>
              이때 "일반회원＂은 사업자(씨엠바더코리아 소속의 영업직) 또는 “가맹점”에게 선물하기로 CM을 보낼 수 없습니다.<br><br>

              제3조 (적용범위 및 효력 우선순위)<br>
              ① 본 약관에서 제1장(총칙), 제3장(기타사항)은 전체 서비스에 적용되며, 제2장(물물교환중개)은회사가 제공하는 서비스 중 물물교환 중개서비스에 국한하여 적용됩니다.<br>
              ② 제1장 및 제3장의 규정과 제2장의 규정이 상충할 때에는 개별서비스 관련 규정인 제2장이 전체서비스 관련 규정인 제1장 및 제3장보다 우선적인 효력을 갖습니다.<br><br>

              (제2장)<br>
              제4조 ("회사" "일반회원" 서비스 이용 약관 등의 명시와 설명 및 개정)<br>
              ① "회사"는  약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편주소, 사업자 등록번호, 물물교환업 신고번호, 개인정보 보호책임자 등을 "일반회원"이 쉽게 알 수 있도록"회사"의 홈페이지 초기 서비스 화면(전면)에 게시합니다.<br>
              다만, 약관의 내용은 "일반회원"이 연결 화면을 통하여 볼 수 있도록 할 수 있습니다.<br>
              ② "회사"는 "일반회원"이 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 "일반회원"철회, 결제서비스 이용 등과 같은 중요한 내용을 "일반회원"이 이해할 수 있도록 별도의 연결 화면 또는 팝업 화면 등을 제공하여 "일반회원"의 확인을 구하여야 합니다.<br>
              ③ "회사"는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
              ④ "회사"가 약관을 개정할 경우에는 적용 일자 및 개정 사유를 명시하여 현행 약관과 함께 회사의 초기 화면에 그 적용 일자 7일 전부터 적용일자 전일까지 공지합니다. <br>
              다만, "일반회원"에게 불리하게 약관 내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예 기간을 두고 공지합니다. <br>
              이 경우 "회사"는 개정전 내용과 개정후 내용을 명확히 비교하여 "일반회원"이 알기 쉽도록 표시합니다.<br>
              ⑤ "회사"가 개정약관을 공지 또는 통지 하면서 "일반회원"에게 일정 기한 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 따로 공지 또는 고지하였음에도 "일반회원"이 명시적으로 거부의사를 표시하지 아니한 경우 "일반회원"이 개정약관에 동의한 것으로 봅니다.<br>
              또한, "일반회원"이 개정약관의 적용에 동의하지 않는 경우 "회사" 는 개정약관의 내용을 적용할 수 없으며, 이 경우, "일반회원"은 이용계약을 해지할 수 있습니다. <br>
              다만, 기존약관을 적용할 수 없는 특별한 사정이 있는 경우에는"회사"는 이용계약을 해지할 수 있습니다.<br>
              ⑥ "회사"가 약관을 개정할 경우에는 그 개정 약관은 그 적용 일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관 조항이 그대로 적용됩니다.<br>
              다만 이미 계약을 체결한 "일반회원"이 개정 약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정 약관의 공지 기간 내에 "회사"에 송신하여 "회사"의 동의를 받은 경우에는 개정 약관 조항이 적용됩니다.<br>
              ⑦ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상 거래 등에서의 소비자 보호에 관한법률, 약관의 규제등에 관한법률, 공정 거래위원회가 정하는 전자상 거래등에서의 소비자 보호지침 및 관계 법령 또는 상관례에 따릅니다.<br><br>

              제5조 (서비스의 제공 및 변경)<br>
               "회사"가 다음과 같은 업무를 수행합니다.<br>
               1.CM거래에 대한 정보 제공<br>
               2.CM 거래를 위한 물물교환중개서비스 및 이에 수반되는 서비스<br>
               3.플랫폼 개발 및 운영 서비스<br>
               4.기타"회사"가 정하는 업무<br>
              "회사"가 "일반회원" 정보의 변경, 용역의 내용을 게시한 곳에 즉시 공지합니다.<br>
              "회사"가 제공하기로 "일반회원"과 계약을 체결한 서비스의 내용을 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 "일반회원"에게 본 약관 제9조에서 정한 방법 등으로 즉시 통지 합니다.<br>
              전항의 경우 "회사"가 이로 인하여 "일반회원"이 입은 손해를 배상합니다. <br>
              다만,"회사"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br><br>

              제6조 (서비스의 중단)<br>
              회사가 컴퓨터 등 전기통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.<br><br>

              제7조 ("일반회원" 가입 및 가맹점 신청하기 )<br>
              "일반회원"으로 가입하고자 하는 일반회원은 "회사"가 정한 가입 양식에 따른 후 "개인정보의 수집, 제공 및 활용 동의서"에 동의한다는 의사표시를 함으로써 "일반회원"가입을 신청합니다.<br>
              "회사"의 "사이트"에 가입한  회원은 “가맹점 신청하기”를 통하여＂가맹점회원" 으로 등업이 가능합니다. <br>
              단,회사가 자격을 심사 후 회사 운영에 적합한 회원이 아닐 경우 승인을 거부할 수 있습니다.<br>

              제8조 (계약의 성립)<br>
             "회사“ 는 "일반회원" 신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다.<br>
              1. 신청 내용에 허위, 기재 누락, 오기가 있는 경우<br>
              2.회사가 요구하는 "일반회원" 승인을 위한 요구조건을 따르지 않은 경우<br>
              3. CM의 거래에 혼란을 초래하는 상도를 벗어난 거래 시<br>
              4. 기타 구매 신청에 승낙하는 것이"회사" 기술상 현저히 지장이 있다고 판단하는 경우<br><br>

              제9조 ("일반회원" 탈퇴 및 자격 정지 등)<br>
              ① "일반회원"은회사에 언제든지 탈퇴를 요청할 수 있으며 회사는 7일내 "일반회원" 탈퇴를 처리합니다.<br>
              ② "일반회원"이 다음 각호의 사유에 해당하는 경우,회사는 "일반회원" 자격을 제한 및 정지시킬 수 있습니다.<br>
              1. "일반회원"이 사망한 경우<br>
              2. “CM"을 이용하여 구입에 대한 허위 결제 시<br>
              3. 가입 신청 시 개인정보등의 허위 내용을 등록한 경우<br>
              4. 다른 사람의 ID와 비밀번호 또는 그 개인정보를 도용하는 경우<br>
              5. 다음 각 호에 해당하는 행위를 하거나, 기타회사를 이용하여 법령 또는 이 약관이 금지하거나 공서 양속에 반하는 행위를 하는 경우<br>
              가. 회사 화면에 다른 사람의 명예를 훼손하거나 다른 사람의회사 이용을 방해하는 행위<br>
              나. 회사 화면에 음란물을 개제하거나 음란"사이트"를 링크하는 행위<br>
              6. 다음 각 호에 해당하는 행위를 하거나, 기타회사의 정상적인 영업활동 및 서비스 운영을 고의로 방해하는 행위를 하는 경우<br>
              "회사"가 "일반회원" 자격을  정지 시킨 후, 1개월 이내에 그 사유가 시정 되지 아니하는 경우회사는 "일반회원" 자격을 상실시킬 수 있습니다.<br>
              “회사”가 "일반회원" 승인 후 제공한 “CM”을 6개월동안 일체의 거래기록이 없을 시 "일반회원"에게 탈퇴의사를 문의 후 승인 시 모든 제공된 혜택은 회수 가능하며<br>
              ④회사가 "일반회원" 자격을 상실시키는 경우에는 "일반회원" 등록을 말소합니다. <br>
              이 경우 "일반회원"에게 이를 통지하고, "일반회원" 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.<br><br>

              제10조 (가맹점 및 "일반회원"에 대한 통지)<br>
              ①회사가 가맹점 승인에 대한 통지는 따로 없으며, "사이트"(cmbarter.com)의 절차에 따라 승인 처리됩니다.<br>
              회사는 승인된 "일반회원"에게는 “CMP”를 제공할 수 있습니다.<br>
             "회사“ 는 제공된 "사이트"를 통하여 승인 절차를 밟으며 이를 약관등의 동의를 통하여 유입된 "일반회원" 회원에게 "사이트"를 이용할 권한을 승인처리하게 됩니다.<br>
             "회사“ 가 "일반회원"에 대한 통지는 별도 규정이 없는 한 "사이트"를 이용할 수 있는 권한 부여가 통지를 준합니다.<br><br>

             제11조 (CM구매 결제 즉 충전하기)<br>
            "일반회원"은 회사 "사이트" 상에서 다음 방법에 의하여 결제를 신청하며,회사는 "일반회원"이 결제를 신청함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다.<br>
            충전하기 검색 및 선택<br>
            충전하려는 CM 양의 10%를 결제<br>
            위 2호의 사항을 확인하거나 거부하는 표시<br>
            결제 방법의 선택<br>
           기타회사가 별도로 정하는 절차<br>
           ②  결제를 통한 충전하기 완료 후 "일반회원"이 보유중인 CM은 선물하기, 결제하기 등을 통하여 결제를 위한 수단으로 사용가능합니다. <br>
           이 사항은 "일반회원" 승인 시 이 때회사는 제공되는 개인정보 항목, 제공받는 자, 제공받는 자의 개인정보 이용 목적 및 보유‧이용 기간 등을 "일반회원"에게 명시하여야 합니다. <br>
           다만 「정보통신망이용촉진 및 정보보호 등에 관한 법률」 제25조 제1항에 의한 개인정보 취급위탁의 경우 등 관련 법령에 달리 정함이 있는 경우에는 그에 따릅니다.<br><br>

           제12조 (CM 이용 방법 및 운영 방법)<br>
           "일반회원" 간 결제로 유통되는 CM에 대하여 회사는 관여하지 않으며 CM의 유통을 막을 수 없습니다. 단, 악용의 소지가 있을 시 회수조치 가능합니다.<br>
           회사는 “CM”에 대해 충전, 보유, 선물, 이용 등 용도를 지정할 수 있습니다. 이용 시 한도는 "회사"의 정책에 따라  차등을 둘 수 있으며, 한도를 제한할 수도 있습니다.<br>
           일반회원은 충전하기 기능을 사용할 수 없습니다.<br>
           "일반회원" 간 결제에 이용되는 CM은 선물받은 CM 한도내에서 사용 가능합니다. <br>
           단, 다음과 같은 사항에 대하여 사용에 제한이 있을 수 있습니다.<br>
          천재지변 등의 사유로 회사 또는 “일반회원” 등이 재화 또는 용역을 제공하기 곤란하여 “CM”를 사용하지 못하게 된 경우<br><br>

          제13조 (거래내역) <br>
          ①"회사"는 일반회원의 결제거래가 있는 경우 일반회원에게 이용내역을 "사이트"에 게시 합니다.<br>
          ② 이용내역 확인을 받은 일반회원은 내역의 불일치 등이 있는 경우에는 즉시 거래내역 변경 및 취소를 요청할 수 있습니다. <br>
          이에 일반회원의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야 합니다. <br>
          다만 이미 CM을 지불한 경우에는 청약 철회 등에 관한 규정에 따릅니다.<br><br>

          (제3장)<br>
          제14조 (개인정보보호)<br>
          ①"회사"는 일반회원의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.<br>
          ②"회사"는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. <br>
          다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.<br>
          ③"회사"가  일반회원의 개인 정보를 수집, 이용하는 때에는 반드시 당해 일반회원에게 그 목적을 고지하고 동의를 받습니다.<br>
          ④"회사"는 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용,제공단계에서 당해 일반회원에게 그 목적을 고지하고 동의를 받습니다. <br>
          다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.<br>
          ⑤"회사"가  제2항과 제3항에 의해 일반회원의 동의를 받아야만 하는 경우에는 개인정보보호책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는자, 제공목적 및 제공할 정보의 내용)등 정보통신망이용촉진및정보보호에관한법률 및 개인정보보호법에서 규정한 사항을 미리 명시하거나 고지해야 하며 일반회원는 언제든지 이 동의를 철회할 수 있습니다.<br>
          ⑥ 일반회원는 언제든지"회사"가  가지고 있는 자신의 개인 정보에 대해 열람 및 오류 정정을 요구할 수 있으며"회사"는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. <br>
          일반회원가 오류의 정정을 요구한 경우에는 "회사"는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br>
          ⑦"회사"는 개인정보 보호를 위하여 일반회원의 개인정보를 처리하는 자를 최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 일반회원의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 일반회원의 손해에 대하여 모든 책임을 집니다.<br>
          ⑧"회사" 또는 그로부터 개인 정보를 제공받는 제3자는 개인정보의 수집 목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.<br>
          ⑨"회사"는 개인정보의 수집,이용,제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다.<br>
          또한 개인정보의 수집,이용,제공에 관한 일반회원의 동의거절 시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집,이용,제공에 관한 일반회원의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.<br>

          제15조 ("회사"의 의무)<br>
          ①"회사"는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화, 용역을 제공하는데 최선을 다하여야 합니다.<br>
          ②"회사"는 일반회원가 안전하게 인터넷 서비스를 이용할 수 있도록 일반회원의 개인정보(신용정보 포함) 보호를 위한 보안 시스템을 갖추어야 합니다.<br>
          ③"회사"가 상품이나 용역에 대하여 ＂표시,광고의공정화에관한법률＂ 제3조 소정의 부당한 표시, 광고 행위를 함으로써 일반회원이 손해를 입은 때에는 이를 배상할 책임을 집니다.<br>
          ④"회사"는 일반회원가 원하지 않는 영리 목적의 광고성 전자 우편을 발송하지 않습니다.<br><br>

          제16조 (회원의 ID 및 비밀번호에 대한 의무)<br>
          ① 제 15조의 경우를 제외한 ID와 비밀번호에 관한 관리 책임은 회원에게 있습니다.<br>
          ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.<br>
          ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로"회사"에게 통보하고"회사"의 안내가 있는 경우에는 그에 따라야 합니다.<br><br>

          제17조 (일반회원의 의무)<br>
          일반회원는 다음 행위를 하여서는 안됩니다.<br>
          1. 개인정보를 허위로 등록,신청,변경하는 행위<br>
          2. 타인의 명의나 카드정보 등을 도용하여 CM을 구입하거나, CM구입 등을 가장하여"회사"의 서비스를 이용하는 행위.<br>
          3."회사"가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법(컴퓨터 프로그램 포함)으로 서비스를 이용하거나 시스템에 접속하는 행위<br>
          4."회사" 기타 제3자의 지적재산권을 침해하는 행위<br>
          5."회사" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
          6. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를"회사"에 공개 또는 게시하는 행위<br><br>

          제18조 (연결 웹"사이트"와 피연결 웹"사이트" 간의 관계)<br>
          ① 상위 웹"사이트"와 하위 웹"사이트"가 하이퍼링크(예: 하이퍼 링크의 대상에는 문자, 그림, 동화상 등이 포함됨) 방식 등으로 연결된 경우, 전자를 연결 웹"사이트"라고 하고 후자를 피연결 웹"사이트"라고 합니다.<br>
          ② 연결 웹"사이트"는 피연결 웹"사이트"가 독자적으로 제공하는 재화 등에 의하여 일반회원와 행하는 거래에 대해서 보증 책임을 지지 않는다는 뜻을 연결"회사" 초기 화면 또는 연결되는 시점의 팝업 화면으로 명시한 경우에는 그 거래에 대한 보증 책임을 지지 않습니다.<br><br>

          제19조 (저작권의 귀속 및 이용 제한)<br>
          ①"회사"가 작성한 저작물에 대한 저작권 기타 지적 재산권은"회사"에 귀속합니다.<br>
          ② 일반회원는"회사"를 이용함으로써 얻은 정보 중"회사"에게 지적 재산권이 귀속된 정보를"회사"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.<br>
          ③"회사"는 약정에 따라 일반회원에게 귀속된 저작권을 사용하는 경우 당해 일반회원에게 통보하여야 합니다.<br><br>

          제20조 (일반회원의 물물교환중개서비스 이용)<br>
          ①"회사"는  물물교환중개서비스와 관련하여 물물교환중개자로서 일반회원과 ＂가맹점회원", 또는 일반회원 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 일반회원은 CM으로  재화 또는 용역을 구매하기 전에 반드시 재화 또는 용역의 상세 내용과 거래조건을 정확하게 확인한 후 구매를 신청하여야 합니다.<br>
          구매하려는 재화 또는 용역의 상세 내용과 거래조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 일반회원 본인이 책임을 부담합니다.<br>
          ② 일반회원은 구매의사 없이 ＂가맹점회원"이 판매하는 재화 또는 용역의 구매의사를 표시하거나 예약해서는 아니 되고, ＂가맹점회원"의 재화 또는 용역 등의 판매 기회를 방해하거나 다른 일반회원의 구매기회를 방해하여서는 아니 됩니다.<br>
          ③"회사"는 일반회원이 제2항을 위반한 경우에는 물물교환중개서비스의 일부 또는 전부를 이용 정지하거나, 이 경우 발생하는 손해에 대한 책임은 일반회원이 부담합니다.<br>
          ④ 일반회원은 본 약관 및"회사"가 서비스 화면에서 공지하는 내용을 준수하여야 하고, 본 약관 및 공지 내용을 위반하거나 이행하지 않아서 발생하는 모든 손실과 손해에 대하여 책임을 집니다.<br>
          ⑤ 일반회원은 ＂가맹점회원＂과의 상거래 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 불성실하게 분쟁해결 절차에 임함으로써 ＂가맹점회원＂ 및＂회사＂에 손실과 손해가 발생하면 그에 대한 모든 책임을 부담하여야 합니다.<br>
          ⑥ 일반회원은 재화 또는 용역을 구매할 경우에는 본인이 소지한 CM결제수단을 사용하여야 하고, 타인의 결제수단을 임의로 사용하여서는 아니 되며, 타인의 결제수단을 임의로 사용하여＂회사＂, ＂일반회원＂ 및 해당 결제수단 소유자에게 발생하는 손실 또는 손해 등에 대한 모든 책임을 부담합니다.<br>
          ⑦ 일반회원은 매매대금의 결제와 관련하여 가맹점회원이 입력한 정보를 확인 후 결제 승인처리를 진행해야 합니다. <br>확인 후 결제처리 및 그 정보와 관련하여 발생하는 제반 문제에 대한 모든 책임을 부담합니다.<br>
          ⑨"회사"는 일반회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리하고, 서비스가 제공 목적에 맞게 이용되고 있는지 확인합니다. <br>이 경우 일반회원에게 이용 목적에 위반되는 부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있고, 결제취소 등 필요한 조치를 할 수 있습니다.<br>
          ⑩"회사"는 당사가 일반회원의 서비스 이용 편의를 높이기 위하여 ＂가맹점회원" 등으로부터 재화 또는 용역 등 관련 정보를 제공받아 게재, 제공하는 방식으로 "사이트"를 통하여 참조용 상품정보나 관련 콘텐츠를 제공하는 경우에도 해당 재화 또는 용역의 구매와 관련하여 자신의 판단과 책임으로 결정하여야 합니다. <br>이 경우"회사"는 어떠한 경우에도 일반회원의 구매결정에 대하여 책임을 부담하지 아니 합니다.<br><br>

          제21조 (CM거래완료및 반품)<br>
          ①"회사"는 "일반회원"과 일반회원간 거래 및 배송 등과 관련하여 "일반회원", 일반회원, 배송업체 등 관련 당사자 사이에 분쟁 등이 발생하는 경우에는 이에 관여하지 않으며 어떠한 책임도 부담하지 아니합니다. 이 경우 해당 분쟁 등은 관련 당사자가 직접 해결하여야 합니다.<br>
          ②"회사"는구매결정이 이루어진 이후에 상품 등의 하자 등 결제대금의 환불사유가 발생하는 경우에는 이에 개입하지 아니합니다.<br>
          ③ 구매결정 이후에 발생하는 "일반회원"과 가맹점회원 간 모든 분쟁은 거래 당사자가 해결하여야 합니다.<br>
          ④ 일반회원는 CM 거래시 구매취소 및 반품을 요청할 수 있으며 반품기한은 14일로 정합니다.<br><br>

          제22조 ("회사"의 면책)<br>
          ①"회사"는 물물교환중개자로서 가맹점회원과 "일반회원“ 간의 자유로운 상품 등의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 "일반회원"을 대리하지 않으며, 가맹점 및 "일반회원“ 사이에 성립된 거래와 관련된 책임과 ＂가맹점회원"이 제공한 정보에 대한 책임은 해당 ＂가맹점회원"이 직접 부담하여야 합니다.<br>
          ②"회사"는 ＂가맹점회원"이 등록한 상품 등의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다.<br>
          따라서 일반회원은 스스로 책임지고 상품 등을 구매해야 합니다.<br>
          ③"회사"는 "일반회원＂과,  가맹점회원간의 모든 행위(거래행위 포함)와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록 상품 등의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, ＂가맹점회원"이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 또는 적법성 등 일체에 대하여 보증하지 아니하며, 이와 관련된 일체의 위험과 책임은 해당 당사자가 부담합니다.<br>
          ④"회사"는 천재지변 또는 이에 준하는 불가항력으로 인한 서비스를 제공할 수 없는 경우에는 관련한 책임이 면제됩니다.<br>
          ⑤"회사"는 일반회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.<br><br>

          제23조 (분쟁 해결)<br>
          ①"회사"는 일반회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상 처리하기 위하여 피해 보상 처리 기구인 고객만족센터를 설치 운영합니다.<br>
          ②"회사"는 일반회원으로부터 제출되는 불만 사항 및 의견은 우선적으로 그 사항을 처리합니다. <br>다만, 신속한 처리가 곤란한 경우에는 일반회원에게 그 사유와 처리 일정을 즉시 통보합니다.<br>
          ""회사""와  회원간에 발생한 전자상거래 분쟁과 관련하여 일반회원의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.<br><br>


          제24조 (준거법 및 관할법원)<br>
          ①"회사"와  회원간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 일반회원의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방 법원의 전속 관할로 합니다. <br>
          다만 제소 당시 일반회원의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사 소송법상의 관할 법원에 제기합니다.<br>
          ② 본 약관과 관련된 사항에 관하여는 대한민국법을 준거법으로 합니다.<br>
            </p>
          </div>

</template>
<script>
export default{
    name:'userService'
}
</script>
<style scoped>


@import url('https://fonts.googleapis.com/css2?family=Noto+Sans+KR:wght@100..900&display=swap');


*ul,li,a,p{
    font-family: "Noto Sans KR", sans-serif;
    list-style: none;
    text-decoration: none;
    
}

ul{
    margin: 100px auto 0;
    display: flex;
    flex-direction: column;
    padding: 0;
    width: 95%;
}


ul > li > a{
    display: flex;
    justify-content: space-between;
    width: 100%;

}

.terms{
    width: 100%;
    margin: 0 auto;
}

.Terms_header_title{
    display: flex;
    align-items: center;
    justify-content: center; /* 가운데 정렬 */
    position: fixed;
    top: 0;
    left: 50%;
    width: 100%;
    /* max-width: 768px; */
    transform: translateX(-50%);
    height: 60px;
    background-color: #fff;
    font-size: 18px;
    font-weight: 800;
    border-bottom: 1px solid var(--line);
    z-index: 100;
}

.Terms_header_title > a {
    position: absolute; /* 왼쪽 버튼을 절대 위치로 */
    left: 10px; /* 왼쪽으로부터의 거리 */
    top: 50%; /* 세로 가운데 정렬 */
    transform: translateY(-50%); /* 세로 가운데 정렬 보정 */
}

.Terms_header_title > h3 {
    margin: 0;
    text-align: center; /* 텍스트 가운데 정렬 */
    color: #1749C2;
    font-weight: 900;
}

.m_T30{
    width: 95%;
    margin: 0 auto;
}

.terms_txtview{
    font-size: 15px;
}
.titlebox {
    border-bottom: 1px solid #f1f1f1;
    padding: 18px 20px;
}

.titlebox li:nth-child(1) {
    font-size: 18px;
    font-weight: 700;
    margin-bottom: 8px;
}

.version {
    font-size: 14px;
    font-weight: 500;
    color: #89949c;
}
</style>