<template>
    <div class="wrap">
        <header>
            <button type="button" class="goback_btn" @click="toShopIn2()"><img src="@/assets/go_back_btn.png"></button>
            <p>이용약관</p>
        </header>

        <main>
            <p style="font-weight: bold;">CMBarter 가맹점 가입 약정서</p>
            <p style="font-size: 0.9rem; margin-top: 10px">ver. 2024.05.25</p>
            <div class="underline"></div>
            <div class="form">
                씨엠바더코리아(주) 가맹점 가입 약관<br>

                제1조 [목적]<br>
                본 약관은 씨엠바더코리아 주식회사(이하 “회사”)가 제공하는 “웹”과 “앱” (이하 “사이트”)에서 물물교환 결제서비스(이하 “회원 서비스”)를 가맹점 회원이 이용함에 있어 가맹점 회원의 권리, 의무 및 책임사항을 정하는데 그 목적이 있다.<br>
                제2조 [정의]<br>
                ① CMBarter(물물교환) 결제서비스: 가맹점 또는 일반회원이 CM으로 재화 및 용역을 교환·구매할 때 관련 정보를 전자적 장치로 송수신하여 물물교환이 성립하게 처리하고 교환 대가의 CM정산을 처리하는 결제서비스.<br>
                ② 사이트: 회사가 가맹점과 일반회원에게 제공하는 CMBarter(물물교환)결제서비스와 업무처리를 위해 운영하는 웹사이트 (web site)및 모바일 앱(mobile app)<br>
                ③ 가맹점(회원): 회사와 계약에 따라 CMBarter(물물교환)시스템을 이용하여 여타 가맹점 및 일반회원에게 재화 및 용역의 교환·구매 서비스를 제공하는 사업자 회원.<br>
                ④ 일반회원: 회사가 운영하는CMBarter(물물교환)시스템을 이용하고자 회원으로 가입한 개인 및 법인.<br>
                ⑤ CM: 가맹점이 CMBarter(물물교환)시스템에서 재화나 용역을 교환하는데 사용되는 전자적 매개체 단위로 1CM은 ￦1(금일원)에 상당한 가치로 교환되는 전자적 지급수단 명칭.<br>
                ⑥ CMP: 가맹점에게 CMBarter(물물교환)시스템에 가입시 제공되는 또는 재화 및 용역의 교환 시 누적되어 CM으로 교환되는 전자적 매개체 포인트.<br>
                ⑦ 가맹비: 가맹점이 CMBarter(물물교환)시스템을 이용하기 위하여 가맹점으로 가입하면서 가입시 1회만 지불하는 금원.(가맹점은 100만원의 가맹비를 지불하거나 또는 100만 CM을 가맹비로 갈음함)<br>
                ⑧ 플랫폼 이용료: 가맹점이 CMBarter(물물교환)시스템을 이용하는 대가로써 사용하려는 CM 수량의 10%의 현금(부가세 별도).<br>
                제3조 [가맹점 계약과 승인]<br>
                ① 회사의 사이트에 가입한 일반회원은 ‘가맹점 신청하기’를 통해 가맹점 회원 전환이 가능하다.<br>
                ② 가맹점 회원으로 가입하고자 하는 일반회원은 회사가 정한 가입 양식에 정해진 사항(회원의 사업장 정보와 사업자등록증, 기타 홍보에 쓰이는 자료 등)을 기입한 후 본 약관과 개인정보의 수집, 제공 및 활용 동의서에 동의한다는 의사표시를 함으로써 가맹점 회원을 신청한다.<br>
                ③ 사업자 등록증상 대표자와 가입신청한 가맹점 회원의 정보가 일치하지 않는 경우, 신청자는 대표자의 서명이 들어간 별도의 협약서를 서면으로 제출하여야 한다.<br>
                ④ 회사가 자격을 심사한 후 회사 운영에 적합한 가맹점 회원이 아닐 경우 승인을 거부할 수 있다.<br>
                제4조 [약정기간]<br>
                ① 본 약정기간은 약정체결일로부터 (3)년으로 한다.<br>
                ② 전항의 기간 만료 2개월 전까지 회사 또는 가맹점의 어느 일방에서 갱신거절의 통지를 하지 않는 한 종전과 동일한 조건으로 연장되는 것으로 한다.<br>
                제5조 [가맹점의 권한과 책임]<br>
                ① 가맹점은 최초 가입시 회사로부터 물물교환결제시스템 재화수단으로 최대 1000만CMP까지 제공받는다. 단 회사의 재량으로 가맹점의 업종별, 시장규모, 사업년수 및 대표자 재산상태 등에 따라 CMP의 차등을 둘 수 있다.<br>
                ② 가맹점은 본 약관에 정해진 바에 따라 적립되는 CM을 사용하여 제휴 가맹점에서 원하는 상품 또는 서비스를 교환할 수 있다.<br>
                ③ 가맹점은 일반회원 가입에 사용한 사용자 아이디 및 비밀번호로 회사의 사이트에서 제공하는 각종 서비스를 이용할 수 있다.<br>
                ④ 회사는 가맹점에 필요한 교육 및 회의를 실시할 수 있으며 가맹점은 이에 응하여야 한다.<br>
                ⑤ 가맹점은 가맹점간 거래로 인하여 세금이 발생하는 경우, 해당 법률이 정하는 바에 따라 성실히 납부하기로 한다.<br>
                제6조 [가맹비]<br>
                ① 가맹점은 가입 승인이 되면 가맹점에게 제공되는 CMP중 100만 CMP 또는 현금 100만원을 회사에 지급하여야 한다.<br>
                ② 제4조②항에 정한 약정연장의 경우에는 가맹비의 추가납입은 없는 것으로 한다.<br>
                ③ 약정 기간중 가맹점 대표자의 명의변경에 따르는 영업의 양도·양수는 회사의 사전승인을 받아야 하며 본 조 ④항의 경우를 제외하고는 가맹비를 회사에 납입하여야 한다.<br>
                ④ 약정기간 중 가맹점 대표자의 명의변경 시라도 다음 각 호의 경우에는 영업의 승계로 보아 가맹비 추가납입을 면제한다.<br>
                1. 법인의 대표자 명의변경<br>
                2. 직계 존ㆍ비속간 또는 배우자간의 승계<br>
                3. 동업자간의 대표자 변경<br>
                4. 개인이 법인을 설립하여 법인의 대표자가 될 때<br>
                5. 법인 사업자를 개인 사업자로 변경하는 경우로서 그 대표자가 일치할 때<br>
                6. 기존 가맹점이 대표자 명의 변경 없이 점포 소재지를 이전하여 계속 영업할 때<br>
                제7조 [플랫폼 이용수수료]<br>
                ① 회사가 회원 서비스를 지속적으로 원활히 운영할 수 있도록 가맹점은 플랫폼 이용료를 회사에 지불하여야 한다.<br>
                1. 부과조건 : 가맹점이 제휴 가맹점에게 CM으로 재화나 서비스를 교환하기 전에 플랫폼 이용료 결제 기능을 통하여 사용할 CM의 10%를 현금으로 회사에 송금하여야 한다.(부가세별도) 단, 가맹점의 사용 편의를 위해서 신용카드도 사용할 수 있다.<br>
                2. 부과대상 : 제휴 가맹점이 교환하는 모든 품목.<br>
                제8조 [양도 등의 금지]<br>
                ① 가맹점은 회사의 사전 승인 없이 본 약정상의 권리를 제3자에게 양도하거나 담보로 제공할 수 없다.<br>
                ② 가맹점은 CM을 타인에게 담보의 목적으로 이용할 수 없다.<br>
                제9조 [영업비밀에 관한 사항]<br>
                ① 가맹점은 회사가 제공한 매뉴얼 및 문서의 내용 중 회사가 상당한 시간과 비용을 투자하여 취득한 기술상 또는 경영상의 정보를 회사의 서면 동의 없이 외부로 유출, 발설하여서는 아니되며, 가맹점은 가맹점 거래 이외의 다른 목적으로 사용하지 않는다.<br>
                ② 영업비밀 보호 의무는 본 약정기간은 물론, 본 약정의 해지 및 종료 이후에도 5년간 유지된다.<br>
                ③ 만일 가맹점이 본 조에 정한 사항을 위반한 경우 그에 대한 손해를 배상하여야 한다.<br>
                제10조 [개인정보 보호 및 개인정보수집ㆍ이용 및 제3자 제공 동의]<br>
                ① 회사는 관련 법령이 정하는 바에 따라 가맹점의 등록정보를 포함한 개인정보를 보호하기 위하여 최선의 노력을 하여야 한다.<br>
                ② 회사는 본 약관이 정하는 서비스의 원활한 제공을 위하여 가맹점의 성명, 전화번호, 사용자 아이디, 휴대폰번호, 생년월일, 가맹점 주소 등의 필요한 정보를 수집할 수 있다.<br>
                ③ 가맹점은 전항에 열거한 항목들에 대한 수집 및 이용을 거부할 권리가 있으며, 그로 인한 불이익이 있는 경우 이는 가맹점의 책임으로 한다.<br>
                ④ 회사는 본 조 제②항에 따라 수집한 정보들에 대하여 본 약정의 이행을 원활히 하기 위한 목적으로만 사용할 수 있고, 동일한 용도에 한하여 제3자에게 제공할 수 있다.<br>
                제11조 [약정의 해지]<br>
                ① 가맹점이 다음 각 호의 사항에 해당하는 경우, 회사는 즉시 계약을 해지할 수 있다.<br>
                1. 플랫폼 가입 시 기입하거나 제출한 서류가 허위인 경우<br>
                2. CM 부정적립, 부정사용 등 회사의 서비스를 부정하게 사용하여 시장질서를 교란시키는 경우<br>
                3. 가맹점이 폐업, 부도, 사망 등 부득이하게 가맹점 회원자격을 유지할 수 없는 경우<br>
                4. 다른 가맹점의 서비스 이용을 방해하는 등 거래 질서를 위협하는 경우<br>
                5. 회사의 서비스를 이용함에 있어 법령과 본 약정이 금지하는 행위를 하는 경우<br>
                6. 회원에게 판매하는 가격이 일반 구매고객에게 판매하는 가격과 다르게 하여 3회 이상 경고를 받았을 경우<br>
                7. 가맹점간 씨엠바더의 CM 거래를 거부하거나 일반회원의 CM 구매를 거부하는 경우<br>
                8. 가맹점으로서 매출 또는 매입이 6개월 이상 일어나지 않을 경우<br>
                9. 회사의 영업방침 지시에 비협조적인 행위 또는 회사 및 상호(商號)의 명예를 훼손한 행위로 2회 이상 경고를 받았음에도 시정하지 않는 경우<br>
                10. 가맹점이 가압류, 압류, 가처분 기타 강제집행조치를 당할 우려가 있거나 강제집행을 당하여 정상적인 영업활동을 할 수 없다고 회사가 판단한 경우<br>
                11. 기타 본 약관에 규정된 회원의 의무를 위반한 경우<br>
                ② 가맹점이 가입 후 지급받은 CMP를 전혀 사용하지 않고 해지 요청을 하는 경우에는 회사가 지급한 CMP를 모두 회수하고 가맹 해지한다.<br>
                ③ 가맹점이 다소간 CMP를 사용한 이후 해지를 요청하는 경우, 회사가 지급한 CMP를 모두 채워서 회수되도록 한 후에 가맹 해지할 수 있다.<br>
                ④ 가맹점이 회사가 지급한 CMP 전부가 회수되지 못한 채로 폐업하는 경우, 사용한 CMP만큼 현금, 현물로 청구할 수 있다.<br>
                제12조 [변경사항 통지]<br>
                ① 회사는 물물교환 결제서비스를 통하여 제공하는 서비스의 추가,변경되거나 일부 서비스 제공이 불가능할 경우 이를 사이트 공지 채널을 이용하여 공지 후 변경 적용할 수 있다.<br>
                ② 가맹점과 회사는 사업자 정보(사업장 주소, 대표자 성명, 상호) 및 시스템 운영 등 결제서비스 이용과 관련하여 변경된 정보를 상대방에게 변경 전 7영업일 이전에 통지함을 원칙으로 한다.<br>
                제13조 [손해배상에 관한 사항]<br>
                ① 회사와 가맹점이 본 약정을 위반하여 상대방에게 손해가 발생하게 되는 경우, 위반 당사자는 상대방에게 발생한 손해를 배상하여야 한다.<br>
                ② 가맹점이 서비스를 이용하는 과정에서 행한 불법행위나 본 약정을 위반한 행위로 인하여 회사가 가맹점 이외의 제3자로부터 손해배상 또는 소송을 비롯한 각종 이의제기를 받는 경우 가맹점은 회사를 적극적으로 면책시키고 자신의 책임과 비용으로 배상하여야 하며, 만약 회사가 면책되지 못한 경우 가맹점은 그로 인하여 회사에 발생한 손해를 배상하여야 한다.<br>
                ③ 가맹점이 CMP를 다소간 사용후 6개월간 물물교환결제시스템 매출이 없는 경우 본사는 사용한 액수에 대해 구상권을 청구할 수 있다.<br>
                ④ 11조를 위반한 경우 본사는 본사의 신용도 하락 및 금전적 피해에 따른 책임을 물어 기 지급한 CMP를 회수함은 물론 그 배액까지 손해배상액으로 청구할 수 있다.<br>
                제14조 [소송의 관할]<br>
                본 약정에 관하여 당사자간 분쟁이 발생한 경우에는 최대한 우호적으로 해결할 수 있도록 최선을 다하여야 한다. 그럼에도 불구하고 원만히 해결되지 아니한 경우 법적분쟁에 관한 1심 관할 법원은 회사의 본점 소재지가 속한 관할법원으로 한다.<br>
                <br>
                부칙<br>
                제1조 본 약관은 2024년 6월 1일부터 시행한다.
            </div>
        </main>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {

    },
    methods : {
        toShopIn2() {
            this.$router.push({ path : '/shopin2' });
        }
    }
}
</script>

<style scoped>
* {
    margin: 0; padding: 0;
    box-sizing: border-box;
    text-decoration: none;
    font-size: 1rem;
    color: hsl(0, 0%, 0%);
}
.wrap {
    position: relative;
    width: 100%;
    background-color: #fff;
    /* border: 1px solid red; */
    margin-bottom: 70px;
}
header {
    position: fixed;
    top: 0; left: 0;
    display: flex;
    justify-content: space-between;
    align-items: center;
    width: 100%; height: 40px;
    padding: 0 10px;
    background-color: #fff;
    border: 1px solid #ccc;
}
header > p {
    line-height: 40px;
    color: blue;
    /* border: 1px solid red; */
    margin: 0 auto;
}
.goback_btn {
    width: 30px; height: 30px;
    background-color: #fff;
    border: 1px solid #fff;
}
.goback_btn img {
    width: 100%; height: 100%;
}
main {
    margin-top: 70px;
    padding: 0px 15px;
}
.underline {
    width: 100%; height: 1px;
    background-color: #ccc;
    margin-top: 20px
}
.form {
    margin-top: 20px;
    font-size: 0.9rem;
    /* border: 1px solid red; */
}
</style>